tap "argon/mas"
tap "bmf-san/vim8"
tap "bufbuild/buf"
tap "filosottile/musl-cross"
tap "gitguardian/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "oven-sh/bun"
brew "aften"
brew "ca-certificates"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "libyaml"
brew "mpdecimal"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "imath"
brew "libpng"
brew "zstd"
brew "libtiff"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "m4"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "graphite2"
brew "harfbuzz"
brew "openjdk@11"
brew "bazel"
brew "bison"
brew "black"
brew "bzip2"
brew "c-ares"
brew "ghc"
brew "cabal-install"
brew "circleci"
brew "cmake"
brew "ctop"
brew "dagger"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "poppler"
brew "diff-pdf"
brew "docker-machine"
brew "doctl"
brew "docutils"
brew "libogg"
brew "flac"
brew "fribidi"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "openssl@1.1"
brew "python@3.11"
brew "glances"
brew "pkg-config"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "haskell-stack"
brew "helm"
brew "lua"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "libsamplerate"
brew "jack"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "jsonschema"
brew "k3d"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "libev"
brew "libffi"
brew "libfido2"
brew "libssh2"
brew "libiconv"
brew "liblo"
brew "libmetalink"
brew "libpq"
brew "libpthread-stubs"
brew "libressl"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libzip"
brew "llvm"
brew "luajit"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "minikube"
brew "mkcert"
brew "python@3.10"
brew "mono"
brew "msgpack"
brew "mysql"
brew "ninja"
brew "pcre"
brew "perl"
brew "postgresql@14"
brew "protobuf"
brew "python@3.9"
brew "qpdf"
brew "re2c"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "rust"
brew "six"
brew "sphinx-doc"
brew "tcl-tk"
brew "tidy-html5"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "weighttp"
brew "yamllint"
brew "bmf-san/vim8/vim@8.2.5150"
brew "bufbuild/buf/buf"
brew "filosottile/musl-cross/musl-cross"
brew "gitguardian/tap/ggshield"
brew "goreleaser/tap/goreleaser"
brew "oven-sh/bun/bun"
cask "chromedriver"
cask "phantomjs"
mas "AnyMP4 4K Converter", id: 1013790008
mas "CopyClip", id: 595191960
mas "Drive", id: 947393436
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "42crunch.vscode-openapi"
vscode "aeschli.vscode-css-formatter"
vscode "bmewburn.vscode-intelephense-client"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "compulim.vscode-clock"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecodes.vscode-phpmd"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hars.cppsnippets"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "justusadam.language-haskell"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "marabesi.php-import-checker"
vscode "mechatroner.rainbow-csv"
vscode "mehedidracula.php-namespace-resolver"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "neilbrayfield.php-docblocker"
vscode "octref.vetur"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rogalmic.bash-debug"
vscode "sgryjp.japanese-word-handler"
vscode "shakram02.bash-beautify"
vscode "shopify.ruby-lsp"
vscode "shuworks.vscode-table-formatter"
vscode "sianglim.slim"
vscode "thadeu.vscode-run-rspec-file"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "xdebug.php-debug"
vscode "yummygum.city-lights-icon-vsc"
vscode "yummygum.city-lights-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
