tap "argon/mas"
tap "homebrew/bundle"
tap "homebrew/core"
brew "aften"
brew "ca-certificates"
brew "gdbm"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "xz"
brew "six"
brew "ansible"
brew "ansible-lint"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "imath"
brew "libpng"
brew "libtiff"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "m4"
brew "autoconf"
brew "automake"
brew "bash"
brew "bash-completion"
brew "berkeley-db"
brew "bison"
brew "bzip2"
brew "c-ares"
brew "ghc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "circleci"
brew "cmake"
brew "ctop"
brew "dagger"
brew "docker-machine"
brew "doctl"
brew "libogg"
brew "flac"
brew "fribidi"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "zstd"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "glances"
brew "gobject-introspection"
brew "graphite2"
brew "jasper"
brew "netpbm"
brew "gts"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grep"
brew "haskell-stack"
brew "helm"
brew "lua"
brew "highlight"
brew "ncurses"
brew "htop"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "jack"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "libev"
brew "libevent"
brew "libffi"
brew "libiconv"
brew "libunistring"
brew "libidn2"
brew "liblo"
brew "libmetalink"
brew "libressl"
brew "libssh2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libzip"
brew "luajit"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "minikube"
brew "mkcert"
brew "mono"
brew "msgpack"
brew "ninja"
brew "pcre"
brew "perl"
brew "protobuf"
brew "re2c"
brew "reattach-to-user-namespace"
brew "ruby"
brew "ruby-build"
brew "sphinx-doc"
brew "tcl-tk"
brew "tidy-html5"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vim"
brew "weighttp"
brew "yarn"
brew "zlib"
mas "AnyMP4 4K Converter", id: 1013790008
mas "CopyClip", id: 595191960
mas "Drive", id: 947393436
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
