42crunch.vscode-openapi
aeschli.vscode-css-formatter
bmewburn.vscode-intelephense-client
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
compulim.vscode-clock
dbaeumer.vscode-eslint
eamodio.gitlens
ecodes.vscode-phpmd
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
github.vscode-pull-request-github
golang.go
hars.cppsnippets
hashicorp.terraform
hediet.vscode-drawio
hollowtree.vue-snippets
justusadam.language-haskell
karunamurti.haml
koichisasada.vscode-rdbg
marabesi.php-import-checker
mechatroner.rainbow-csv
mehedidracula.php-namespace-resolver
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-server
neilbrayfield.php-docblocker
octref.vetur
redhat.vscode-commons
redhat.vscode-yaml
rogalmic.bash-debug
sgryjp.japanese-word-handler
shakram02.bash-beautify
shopify.ruby-lsp
shuworks.vscode-table-formatter
sianglim.slim
thadeu.vscode-run-rspec-file
tomoki1207.pdf
vscodevim.vim
wayou.vscode-todo-highlight
xdebug.php-debug
yummygum.city-lights-icon-vsc
yummygum.city-lights-theme
yzhang.markdown-all-in-one
zxh404.vscode-proto3
