abusaidm.html-snippets
aeschli.vscode-css-formatter
bmewburn.vscode-intelephense-client
Compulim.vscode-clock
eamodio.gitlens
EditorConfig.EditorConfig
felixfbecker.php-debug
formulahendry.auto-close-tag
GitHub.vscode-pull-request-github
hars.CppSnippets
hediet.vscode-drawio
imperez.smarty
marabesi.php-import-checker
mechatroner.rainbow-csv
MehediDracula.php-namespace-resolver
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.Go
neilbrayfield.php-docblocker
octref.vetur
redhat.vscode-yaml
rogalmic.bash-debug
sgryjp.japanese-word-handler
shakram02.bash-beautify
shuworks.vscode-table-formatter
vscodevim.vim
wayou.vscode-todo-highlight
Yummygum.city-lights-icon-vsc
yummygum.city-lights-theme
yzhang.markdown-all-in-one
