42Crunch.vscode-openapi
aeschli.vscode-css-formatter
bmewburn.vscode-intelephense-client
Compulim.vscode-clock
dbaeumer.vscode-eslint
eamodio.gitlens
ecodes.vscode-phpmd
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.vscode-pull-request-github
golang.go
hars.CppSnippets
hashicorp.terraform
hediet.vscode-drawio
hollowtree.vue-snippets
justusadam.language-haskell
marabesi.php-import-checker
mechatroner.rainbow-csv
MehediDracula.php-namespace-resolver
mhutchie.git-graph
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.remote-server
neilbrayfield.php-docblocker
octref.vetur
redhat.vscode-commons
redhat.vscode-yaml
rogalmic.bash-debug
sgryjp.japanese-word-handler
shakram02.bash-beautify
shuworks.vscode-table-formatter
tomoki1207.pdf
vscodevim.vim
wayou.vscode-todo-highlight
xdebug.php-debug
Yummygum.city-lights-icon-vsc
yummygum.city-lights-theme
yzhang.markdown-all-in-one
zxh404.vscode-proto3
